Repository: fozza-dj/FozzaNimbleList
Catalog: FozzaNimbleList/Resource/Localizable.xcstrings
Source language: zh_hans
Languages: en

# EmblemType_Azai
source: 浅井
en: Azai

# EmblemType_BraveGeneral
source: 猛将
en: Brave General

# EmblemType_Chosokabe
source: 长宗我部
en: Chosokabe

# EmblemType_Commandar
source: 大将军
en: Commandar

# EmblemType_Daimyo
source: 大名
en: Daimyo

# EmblemType_Date
source: 伊达
en: Date

# EmblemType_DongZhuoArmy
source: 董卓军
en: Dong Zhuo Army

# EmblemType_FiveShuTigers
source: 蜀之五虎上将
en: Five Shu Tigers

# EmblemType_FiveWeiElite
source: 魏之五将军
en: Five Wei Elite

# EmblemType_FlowerOfWar
source: 战场之花
en: Flower Of War

# EmblemType_Grace
source: 优雅
en: Grace

# EmblemType_Imagawa
source: 今川
en: Imagawa

# EmblemType_Independent
source: 无所属
en: Independent

# EmblemType_JiangDongHero
source: 江东勇将
en: Jiangdong Hero

# EmblemType_KingsShield
source: 主君之盾
en: King’s Shield

# EmblemType_LuBuArmy
source: 吕布军
en: Lu Bu Army

# EmblemType_MasterArcher
source: 弓箭名手
en: Master Archer

# EmblemType_MasterGunner
source: 铁炮名手
en: Master Gunner

# EmblemType_Might
source: 蛮力
en: Might

# EmblemType_Monarch
source: 君主
en: Monarch

# EmblemType_Mori
source: 毛利
en: Mori

# EmblemType_Oda
source: 织田
en: Oda

# EmblemType_Sanada
source: 真田
en: Sanada

# EmblemType_Shinobi
source: 忍者
en: Shinobi

# EmblemType_Shu
source: 蜀
en: Shu

# EmblemType_Strategist
source: 军师
en: Strategist

# EmblemType_Tachibana
source: 立花
en: Tachibana

# EmblemType_Talent
source: 才贤
en: Talent

# EmblemType_ThreeHeroes
source: 三英杰
en: Three Heroes

# EmblemType_Torchbearer
source: 继承人
en: Torchbearer

# EmblemType_WeaternRegion
source: 西国
en: Weatern Region

# EmblemType_Wei
source: 魏
en: Wei

# EmblemType_Wu
source: 吴
en: Wu

# EmblemType_XiLiang
source: 西凉
en: Xiliang

# EmblemType_YuanShaoArmy
source: 袁绍军
en: Yuan Shao Army

# PossessionsType_Fire
source: 火
en: Fire

# PossessionsType_Ice
source: 冰
en: Ice

# PossessionsType_Power
source: 力
en: Power

# PossessionsType_Shield
source: 坚
en: Shield

# PossessionsType_Skill
source: 技
en: Skill

# PossessionsType_Slash
source: 斩
en: Slash

# PossessionsType_Speed
source: 速
en: Speed

# PossessionsType_Thunder
source: 雷
en: Thunder

# PossessionsType_Wind
source: 风
en: Wind

# PossessionsType_Wisdom
source: 智
en: Wisdom
